@extends('layouts.backend')

@section('content')
    <!-- Page Content -->
    <div class="content">
        <div class="row items-push">
            <div class="col-md-12 col-xl-12">
                <div class="block block-rounded h-100 mb-0">
                    <div class="block-header block-header-default">
                        <h3 class="block-title">
                            Департамент якості освітнього процесу
                        </h3>
                    </div>
                    <div class="block-content">
                        <div property="schema:text" class="clearfix text-formatted field field--name-body field--type-text-with-summary field--label-hidden field__item"><p>Департамент якості освітнього процесу здійснює взаємодію з Національним агентством із забезпечення якості вищої освіти, Міністерством освіти та науки України в межах функціональних обов'язків; організаційно-методичне забезпечення процедури ліцензування, процедури зовнішньої акредитації освітніх програм та інш.</p>
                            <p>ОСНОВНІ ЗАВДАННЯ ДЕПАРТАМЕНТУ</p>
                            <ul>
                                <li>Реалізація політики та досягнення цілей перспективного розвитку у напрямку функціонування системи внутрішнього забезпечення якості освітнього процесу в КПІ ім. Ігоря Сікорського.
                                </li>
                                <li>Систематичний контроль структурних підрозділів КПІ ім. Ігоря Сікорського на відповідність ліцензійним та акредитаційним вимогам та вимогам з якості освіти європейського освітнього простору.
                                </li>
                                <li>Внутрішня акредитація відповідно до вимог внутрішньої системи забезпечення якості освітнього процесу.
                                </li>
                                <li>Оголошення та проведення конкурсів з обрання на посаду та призначення науково-педагогічних працівників.
                                </li>
                                <li>Координація діяльності експертно-кваліфікаційної (конкурсної) та акредитаційної комісії КПІ ім. Ігоря Сікорського.
                                </li>
                                <li>Координація роботи підрозділів Департаменту щодо внесення інформації в Єдину державну електронну базу з питань освіти (далі - ЄДЕБО) відносно питань, які входять до компетенції Департаменту.
                                </li>
                                <li>Забезпечення наявними технічними засобами офіційних заходів відповідно до поданих заявок.
                                </li>
                                <li>Координація розрахунку обсягів фонду заробітної плати професорсько-викладацького складу навчальних підрозділів КПІ ім. Ігоря Сікорського відповідно до фонду заробітної плати наданого Департаментом економіки і фінансів.
                                </li>
                                <li>Координація щодо наповнення даними Бази даних «Профілі підрозділів».
                                </li>
                                <li>Підтримка в актуальному стані основних даних КПІ ім. Ігоря Сікорського у ЄДЕБО.
                                </li>
                            </ul>
                            <p>До організаційної структури Департаменту входять:</p>
                            <ul>
                                <li><a >відділ акредитації та ліцензування;</a></li>
                                <li><a >відділ атестації науково-педагогічних працівників;</a></li>
                                <li><a >відділ обліку контингенту та статистики;</a></li>
                                <li><a >відділ технічних засобів навчання;</a></li>
                                <li><a >центр планування кадрового складу освітнього процесу.</a></li>
                            </ul>
                        </div>
                        <div class="clearfix text-formatted field field--name-field-contact field--type-text-long field--label-above">
                            <div class="field__label">Співробітники</div>
                            <div class="field__items">
                                <div class="field__item"><p><strong>Жученко Олексій Анатолійович</strong><br>
                                        Директор департаменту<br>
                                        Приймальна: 03056, м. Київ – 56, проспект Перемоги, 37, корпус 1, кімн. 119<br>
                                        тел.: 204-86-26, м. 221<br>
                                        e-mail: <a href="mailto:azhuch@ukr.net">azhuch[at]ukr.net</a></p></div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- END Page Content -->
@endsection
